{
  "City Clerk": "The City Clerk aspires to provide accurate information, maximize equitable access to the government, and to build a transparent connection with their citizens.",
  "City Treasurer": "City Treasurer manages funds and tax revenue as well as monitoring financial statistics.",
  "Commission for Arts and Culture": "The Commission for Arts and Culture serves as an advisory team who is promoting and encouraging more work and support for San Diego's artistic assets and the importance of including art in our local culture.",
  "Commission on Police Practices": "The Commission on Police Practices is an independent body of the Police department who investigates and manages reports regarding the actions of police officers and the department's policies and practices.",
  "Development Services": "The Development Services Department helps enforce safe building and land codes, as well as review plans, provide permits and inspections, and retains building records across San Diego.",
  "Engineering and Capital Projects": "The Engineering and Capital Projects department works to enhance the safety and the environment of San Diego through quality engineering, program, and construction management.",
  "Environmental Services": "Environmental Services helps ensure San Diego has a clean and safe environment for residents, as well as resources regarding managing waste.",
  "Finance": "The Department of Finance oversees the budgets for the City, accounts for all financial reports of City funding, manages payroll and vendor payments, and manages the City's debt obligations.",
  "Fire and Rescue": "Fire and Rescue provides safety services around San Diego, including fire stations, 911 operation centers, lifeguard towers and training facilities.",
  "General Services": "General Services helps the other departments by providing management of the vehicles and facilities owned by the City.",
  "Information Technology": "Information Technology (IT) works to improve the technology around San Diego and to continue to find innovative technlogical solutions for various problems.",
  "Parks and Recreation": "Parks and Recreation is responsible for managing the parks and open space, recreation facilities and recreation programs for San Diego citizens and visitors alike.",
  "Performance and Analytics": "Performance and Analytics manages data and tracks progress for a variety of City projects. They aim to better serve the community by being honest and transparent with data.",
  "Police": "The San Diego Police have a mission of maintaining public safety and serving our communities.",
  "Public Utilities": "The Public Utilities department serves wastewater customers and maintains water and wastewater treatment plants, water reservoirs, and helps provide clean and safe drinking water for 1.4 million residents.",
  "Real Estate and Airport Management": "The Economic Development Department oversees management of airports and real estate around San Diego, and is actively working towards goals such as affordable housing, wayfinding technology, and other programs that develop the communities, businesses and the economy of San Diego.",
  "San Diego Geographic Information Source (SanGIS)": "The San Diego Geographic Information Source (SanGIS) is a joint project called a Joint Power Authority (JPA) between the City of San Diego and the County of San Diego to maintain an accurate database of the regional and geographic information of San Diego.",
  "Special Events and Filming": "The Special Events & Filming department enhances the economic and arts sides of San Diego by supporting special events and filming around the region.",
  "Stormwater": "The Stormwater department works to enhance San Diego's water quality and to protect communities from flooding.",
  "Transportation": "The Transportation department helps operate and maintain roads and other related infrastructure to help create a safe traveling environment."
}